abandonment
abounding-with
absorb-heat
abundance
abusing
access-scenario
accompaniment
accomplishment
accoutrements
accuracy
achieving-first
active-substance
activity
activity-abandoned-state
activity-done-state
activity-finish
activity-ongoing
activity-pause
activity-paused-state
activity-prepare
activity-ready-state
activity-resume
activity-start
activity-stop
actually-occurring-entity
addiction
adding-up
adducing
adjusting
adopt-selection
adorning
aesthetics
age
agentive-preventing
aggregate
aging
agree-or-refuse-to-act
agriculture
aiming
alignment-image-schema
alliance
amalgamation
amassing
ambient-temperature
ammunition
amounting-to
animals
annoyance
appeal
appellations
apply-heat
appointing
architectural-part
arithmetic
arithmetic-commutative
arithmetic-non-commutative
armor
arraignment
arranging
arrest
arriving
arson
artifact
artifact-subpart
artificiality
artistic-style
assemble
assessing
assigned-location
assistance
atonement
attaching
attack
attempt
attempt-distant-interaction-scenario
attempt-means
attempt-obtain-food-scenario
attempt-obtain-mineral-scenario
attempt-suasion
attempting-scenario
attending
attention
attention-getting
attitude-description
attributed-information
attributes
authority
avoiding
awareness
awareness-situation
awareness-status
bail-decision
be-in-agreement-on-action
be-in-agreement-on-assessment
be-in-control
be-on-alert
be-subset-of
be-translation-equivalent
bearing-arms
beat-opponent
become-silent
become-triggered
becoming
becoming-a-member
becoming-attached
becoming-aware
becoming-detached
becoming-dry
becoming-separated
becoming-visible
behind-the-scenes
being-active
being-at-risk
being-attached
being-awake
being-born
being-detached
being-dry
being-employed
being-in-captivity
being-in-category
being-in-effect
being-in-operation
being-incarcerated
being-included
being-located
being-named
being-necessary
being-obligated
being-obligatory
being-operational
being-relevant
being-rotted
being-strong
being-up-to-it
being-wet
besieging
beyond-compare
biological-area
biological-classification
biological-entity
biological-mechanisms
biological-urge
birth-scenario
board-vehicle
body-decoration
body-description-holistic
body-description-part
body-mark
body-movement
bond-maturation
borrowing
boundary
bounded-entity
bounded-region
bragging
breaking-apart
breaking-off
breaking-out-captive
breathing
bringing
building
building-subparts
buildings
bungling
burying
business-closure
businesses
cache
calendric-unit
candidness
capability
capacity
capital-stock
cardinal-numbers
carry-goods
catastrophe
catching-fire
categorization
causation
causation-scenario
cause-bodily-experience
cause-change
cause-change-of-consistency
cause-change-of-phase
cause-change-of-position-on-a-scale
cause-change-of-strength
cause-emotion
cause-expansion
cause-fluidic-motion
cause-harm
cause-impact
cause-motion
cause-proliferation-in-number
cause-temperature-change
cause-to-amalgamate
cause-to-be-dry
cause-to-be-included
cause-to-be-sharp
cause-to-be-wet
cause-to-burn
cause-to-continue
cause-to-end
cause-to-experience
cause-to-fragment
cause-to-land
cause-to-make-noise
cause-to-make-progress
cause-to-move-in-place
cause-to-perceive
cause-to-resume
cause-to-rot
cause-to-start
cause-to-wake
ceasing-to-be
certainty
change-accessibility
change-direction
change-event-duration
change-event-time
change-of-consistency
change-of-leadership
change-of-phase
change-of-phase-scenario
change-of-quantity-of-possession
change-of-state-endstate
change-of-state-initial-state
change-of-state-scenario
change-of-temperature
change-operational-state
change-position-on-a-scale
change-posture
change-resistance
change-tool
chaos
chatting
chemical-sense-description
chemical-potency
choosing
circumscribed-existence
claim-ownership
clarity-of-resolution
clemency
closure
clothing
clothing-parts
cogitation
cognitive-connection
cognitive-impact
coincidence
collaboration
collocation-image-schema
colonization
color
color-qualities
come-together
coming-to-be
coming-to-believe
coming-up-with
commemorative
commerce-buy
commerce-collect
commerce-goods-transfer
commerce-money-transfer
commerce-pay
commerce-scenario
commerce-sell
commercial-transaction
commitment
committing-crime
commonality
communicate-categorization
communication
communication-manner
communication-means
communication-noise
communication-response
commutation
commutative-process
commutative-statement
compatibility
competition
complaining
completeness
compliance
concessive
condition-symptom-relation
conduct
conferring-benefit
confronting-problem
connecting-architecture
connectors
conquering
contact-image-schema
contacting
container-focused-placing
container-focused-removing
containers
containing
containment
containment-relation
containment-relation-is
contingency
continued-state-of-affairs
contrary-circumstances
contrition
control
controller-object
convey-importance
convoy
cooking-creation
corporal-punishment
correctness
corroding
corroding-caused
cotheme
counterattack
court-examination
craft
create-physical-artwork
create-representation
creating
crime-scenario
criminal-investigation
criminal-process
cure
custom
cutting
cycle-of-existence-scenario
cycle-of-life-and-death
damaging
daring
dead-or-alive
death
deception-end
deception-scenario
deception-success
deciding
defending
degree
degree-of-processing
delimitation-of-diversity
delimited-state-scenario
delivery
deny-permission
departing
deserving
desirability
desirable-event
desiring
destiny
destroying
detaching
detaining
detonate-explosive
differentiation
difficulty
dimension
direction
disaster-scenario
discussion
disembarking
disgraceful-situation
dispersal
distant-operated-ied
distinctiveness
diversity
documents
dodging
domain
dominate-competitor
dominate-situation
domination
dough-rising
downing
dressing
drop-in-on
dunking
duplication
duration-description
duration-relation
duration-scenario
dying
earnings-and-losses
eclipse
economy
education-teaching
electricity
elusive-goal
emanating
emergency
emergency-fire
emitting
emotion-active
emotion-directed
emotion-heat
emotions
emotions-by-possibility
emotions-by-stimulus
emotions-of-mental-activity
emotions-success-or-failure
emphasizing
employee's-scenario
employer's-scenario
employing
employment-continue
employment-end
employment-scenario
employment-start
emptying
encoding
encounter
endangering
endeavor-failure
enforcing
entering-of-plea
entity
entourage
erasing
escaping
estimated-value
estimating
evading
evaluative-comparison
event
event-instance
eventive-affecting
eventive-cognizer-affecting
evidence
evoking
examination
exchange
exchange-currency
exclude-member
excreting
execute-plan
execution
exemplar
exemplariness
exercising
exertive-force
existence
expansion
expectation
expected-location-of-person
expend-resource
expensiveness
experience-bodily-harm
experiencer-focus
experiencer-obj
experimentation
expertise
explaining-the-facts
explosion
exporting
expressing-publicly
extradition
extreme-point
extreme-value
facial-expression
fairness-evaluation
fall-asleep
fall-for
fame
familiarity
fastener
fear
feeling
feigning
fields
fighting-activity
filling
fining
finish-competition
finish-game
fire-break
fire-burning
fire-emergency-scenario
fire-end-scenario
fire-going-out
fire-stopping-scenario
firefighting
firing
firing-point
first-experience
first-rank
fleeing
fluidic-motion
food
food-gathering
foreign-or-domestic-country
forging
forgiveness
forgoing
forming-relationships
fragmentation-scenario
freeing-from-confinement
frequency
friction
friendly-or-hostile
front-for
frugality
fugitive
fullness
function
gathering-up
gesture
get-a-job
getting
getting-scenario
getting-underway
getting-up
getting-vehicle-underway
give-impression
giving
giving-birth
giving-in
giving-scenario
gizmo
go-into-shape
goal
going-back-on-a-commitment
government-institution
gradable-artistic-quality
gradable-attributes
grant-permission
graph-shape
grasp
grinding
grooming
ground-up
growing-food
guest-and-host
guilt-or-innocence
gusto
hair-configuration
halt
have-as-requirement
have-as-translation-equivalent
have-associated
have-visitor-over
having-commercial-agreement
having-or-lacking-access
health-response
hearsay
heat-potential
heralding
hiding-objects
hindering
hiring
historic-event
history
history-scenario
hit-or-miss
hit-target
holding-off-on
hospitality
hostile-encounter
hunting
hunting-scenario
hunting-success-or-failure
identicality
idiosyncrasy
image-schema
imitating
immobilization
impact
import-export-scenario
importance
importing
imposing-obligation
impression
imprisonment
improvised-explosive-device
inclination
inclusion
inclusion-scenario
increment
indicating
indigenous-origin
individual-history
ineffability
influence-of-event-on-cognizer
influencing-potential
information
information-display
infrastructure
ingest-substance
ingestion
ingredients
inherent-purpose
inhibit-motion-scenario
inhibit-movement
inspecting
installing
instance
institutionalization
institutions
intentional-deception
intentional-traversing
intentionally-act
intentionally-affect
intentionally-create
intercepting
interior-profile-relation
interrupt-process
intoxicants
intoxication
invading
invasion-scenario
irregular-combatants
isolated-places
judgment
judgment-communication
judgment-direct-address
judgment-of-intensity
judicial-body
jury-deliberation
just-found-out
justifying
key
kidnapping
killing
kinship
knot-creation
knot-creation-scenario
labeling
labor-product
launch-process
law
law-enforcement-agency
leadership
leaving-traces
left-to-do
legal-rulings
legality
lending
level-of-light
light-movement
likelihood
limitation
limiting
linguistic-meaning
lively-place
living-conditions
locale
locale-by-characteristic-entity
locale-by-collocation
locale-by-event
locale-by-ownership
locale-by-use
locale-closure
locating
location-in-time
location-of-light
locative-relation
locative-scenario
lodging-scenario
lose-possession
lose-possession-scenario
losing
losing-it
losing-someone
losing-track-of
losing-track-of-perceiver
losing-track-of-theme
luck
make-acquaintance
make-agreement-on-action
make-cognitive-connection
make-compromise
make-noise
make-possible-to-do
making-arrangements
making-faces
manipulate-into-doing
manipulate-into-shape
manipulation
manner
manner-of-life
manufacturing
mass-motion
mathematical-relationship
means
measurable-attributes
measure-area
measure-by-action
measure-duration
measure-linear-extent
measure-mass
measure-scenario
measure-volume
measures
medical-conditions
medical-instruments
medical-interaction-scenario
medical-intervention
medical-professionals
medical-specialties
medium
meet-specifications
meet-with
meet-with-response
member-of-military
membership
memorization
memory
mental-activity
mental-property
mental-stimulus-exp-focus
mental-stimulus-stimulus-focus
mention
military
military-operation
mining
misdeed
money
morality-evaluation
motion
motion-directional
motion-noise
motion-scenario
moving-in-place
name-conferral
namesake
natural-features
needing
network
noise-makers
non-commutative-process
non-commutative-statement
noncombatant
notability
notification-of-charges
nuclear-process
objective-influence
obligation-scenario
obscurity
observable-body-parts
obviousness
occupy-rank
offenses
offering
omen
ontogeny
openness
operate-vehicle
operate-vehicle-scenario
operating-a-system
operational-testing
opinion
opportunity
optical-image
ordinal-numbers
organization
origin
others-situation-as-stimulus
out-of-existence
pardon
part-edge
part-inner-outer
part-ordered-segments
part-orientational
part-piece
part-whole
partiality
participation
partitive
passing
passing-off
path-shape
path-traveled
patrolling
pattern
people
people-along-political-spectrum
people-by-age
people-by-jurisdiction
people-by-military-specialty
people-by-morality
people-by-origin
people-by-religion
people-by-residence
people-by-vocation
perception
perception-active
perception-body
perception-experience
performers
performers-and-roles
performing-arts
permitting
personal-relationship
personal-success
physical-artworks
physical-entity
physical-strength
piracy
placing
placing-scenario
planned-trajectory
planting
point-of-dispute
political-actions
political-locales
popularity
posing-as
position-on-a-scale
possession
possibilities
possibility
post-getting
post-giving
post-lose-possession
post-receiving
post-transfer
posture
practice
praiseworthiness
prank
pre-getting
pre-giving
pre-lose-possession
pre-receiving
pre-transfer
precariousness
precipitation
predicament
predicting
preference
preliminaries
presence
preserving
prevarication
prevent-from-having
preventing
price-per-unit
prison
probability
process
process-completed-state
process-continue
process-end
process-initial-state
process-pause
process-resume
process-start
process-stop
process-stopped-state
process-uncompleted-state
processing-materials
product-delivery
product-development
product-development-scenario
product-line
progress
prohibiting
project
proliferating-in-number
prominence
proper-reference
proportion
proportional-quantity
protecting
protest
provide-lodging
proximity-image-schema
public-services
publishing
punctual-perception
purpose
putting-out-fire
quantified-mass
quantity
quarreling
questioning
quitting
quitting-a-place
race-descriptor
range
rank
ranked-expectation
rape
rashness
rate-description
rate-quantification
ratification
reading-activity
reading-aloud
reading-perception
reason
reasoning
reassuring
rebellion
receive-visitor-scenario
receiving
receiving-scenario
reciprocality
reciprocality-focus
reciprocality-subordinate-event
recording
records
recovery
redirecting
reference-text
referring-by-name
reforming-a-system
regard
region-with-portal
rejuvenation
relating-concepts
relation
relation-between-individuals
relational-location
relational-natural-features
relational-political-locales
relational-quantity
relative-time
releasing
releasing-from-custody
reliance
reliance-on-expectation
religious-belief
remainder
remembering-experience
remembering-information
remembering-to-do
removing
removing-scenario
render-nonfunctional
renting
renting-out
renunciation
reparation
repayment
repel
replacing
reporting
representative
representing
request
request-entity
required-event
requirement-scenario
rescuing
research
reserving
reshaping
residence
resolve-attempt-scenario
resolve-problem
respond-to-proposal
response
response-scenario
responsibility
rest
resurrection
retaining
reveal-secret
revenge
revolution
rewards-and-punishments
ride-vehicle
rising-to-a-challenge
risk-scenario
risky-situation
rite
roadways
robbery
rope-manipulation
rotting
run-risk
sacrificing-for
satisfying
scarcity
scheduling
scope
scouring
scrutinizing-for
scrutiny
searching-scenario
secrecy-status
see-through
seeking
seeking-to-achieve
self-motion
sending
sensation
sent-items
sentencing
separating
sequence
serving-in-capacity
set-of-interrelated-entities
set-relation
setting-back-burn
setting-fire
setting-out
severity-of-offense
shaped-part
shapes
sharing
sharpness
shoot-projectiles
shooting-scenario
shopping
short-selling
sidereal-appearance
sign
sign-agreement
silencing
similarity
simple-name
simple-naming
simultaneity
size
sleep
sleep-wake-cycle
smuggling
soaking
soaking-up
sociability
social-behavior-evaluation
social-connection
social-desirability
social-event
social-event-collective
social-event-individuals
social-interaction-evaluation
socially-significant-history-scenario
sole-instance
sound-level
sound-movement
sounds
source-of-getting
source-path-goal
speak-on-topic
specific-individual
speed-description
spelling-and-pronouncing
sports-jargon
stage-of-progress
standing-by
state
state-continue
state-of-entity
statement
stimulus-focus
stinginess
store
storing
strictness
studying
suasion
subjective-influence
subjective-temperature
submitting-documents
subordinates-and-superiors
subsisting
substance
substance-by-phase
subversion
success-or-failure
successful-action
successfully-communicate-message
sufficiency
suicide-attack
suitability
summarizing
supply
supporting
surpassing
surrendering
surrendering-possession
surviving
suspicion
suspiciousness
system
system-complexity
take-place-of
taking
taking-captive
taking-sides
taking-time
talking-into
tasting
team
telling
temperature
temporal-collocation
temporal-pattern
temporal-subregion
temporary-group
temporary-leave
temporary-stay
temporary-transfer-scenario
terms-of-agreement
terrorism
text
text-creation
theft
thermodynamic-phase
thriving
thwarting
time-period-of-action
time-vector
timespan
timetable
tolerating
tool-purpose
topic
touring
toxic-substance
trajector-landmark
transfer
transfer-scenario
transitive-action
translating
transportation-status
trap
travel
traversing
treating-and-mistreating
trendiness
trial
triggering
trust
try-defendant
trying-out
turning-out
type
typicality
unattributed-information
undergo-change
undergoing
undressing
unemployment-rate
use-firearm
use-vehicle
used-up
usefulness
using
using-resource
vehicle
vehicle-departure-initial-stage
vehicle-landing
vehicle-subpart
verdict
verification
version-sequence
victim-operated-ied
violence
visit-host
visit-host-arrival
visit-host-departure
visit-host-stay
visiting
visiting-scenario
visiting-scenario-arrival
visiting-scenario-departing
visiting-scenario-stay
visitor-and-host
visitor-arrival
visitor-departure
visitor-scenario
vocalizations
volubility
wagering
waiting
waking-up
want-suspect
warning
waver-between-options
wealthiness
weapon
wearing
weather
wholes-and-parts
willingness
win-prize
withdraw-from-participation
within-distance
word-relations
work
working-a-post
