able
about
above
absorb
accept
access
accident
across
active
activity
adapt
add
address
adjective
admit
adult
adverb
advertisement
advise
affect
after
again
age
agency
agent
agree
aim
ally
almost
alone
already
also
although
always
amount
and
animal
announce
answer
anyway
appeal
appear
apply
appoint
appreciate
approve
area
arrange
arrest
arrive
art
artificial
as
ask
at
attach
attack
attend
attention
attitude
authority
average
avoid
awake
award
aware
away
baby
back
bag
ban
bare
barrier
base
be
become
bed
before
begin
behave
belief
below
benefit
between
big
bird
birth
bite
black
bliss
blue
border
borrow
bother
bottle
box
break
breath
bridge
brief
bring
burn
bury
bus
business
but
buy
by
call
capture
car
card
care
carry
case
celebrate
chance
change
character
chat
check
child
choose
cigarette
circle
city
civilian
claim
class
clean
clear
close
cloth
clothes
code
collapse
collect
colony
color
column
combine
come
comittee
command
commission
common
communicate
compare
compete
complain
complete
complex
conatain
concrete
condition
conference
confirm
connect
conscious
conservative
constant
contact
container
contest
context
continue
contract
control
copy
correct
cosmos
cost
cover
create
credit
crime
cross
cruel
cry
culture
cure
cut
cyan
damage
danger
dark
day
debate		fight-talk
decay
decide
decrease
defend
define
definition
degree
delay
deliver
deny
depend
describe
deserve
desire
despite
destroy
develop
differ
difference
difficult
direct
direction
dirt
disaster
discrimination
discuss		about-talk
dish
distance
divide
doctor
document
down
drink
drive
drop
dry
during
dust
duty
each
early
east
easy
eat
economy
edge
effect
egg
elect
electricity
emergency
emote
employ
empty
end
enemy
energy
enough
enter
entitle
equal
equivalent
escape
estimate
even
evening
event
every
evidence
exact
examine
example
exceed
exchange
exclude
excuse
exercise
exist
exit
expand
expect
experience
experiment
expert
explain
explode
export
express
expression
extra
extreme
eye
face
fact
fall
false
fame
familiar
family
farm
fast
female
fight
fill
find
finish
fire
firm
first
fish
fit
float
flood
floor
flow
flower
fly
focus
follow
for
force
forget
forgive
form
former
free
frequent
friend
from
fruit
full
fun
function
future
galaxy
gas
gather
general
get
gift
give
global
glyph
go
green
grind
group
grow
halt
hand
hang
happen
happy
hard
harm
have
he
hello
help
hide
high		big-height
historical
history
hit
hold
home
hope
horse
hostile
hotel
how
hunt
hunt	
hunting
I		me-suj
idea
if
image
imagine
immediate
import
important
improve
in
include
increase
individual
influence
information
ingredient
install
instance
instruction
intelligent
interesting
interfere
interpret
invest
investigate
invite
it
job
joy
judge
jump
just
key
kill
kind
knife
know
label
labour
lack
lake
land
language
last
law
lazy
lecture
left
legal
lend
less
letter
level
liber
library
life
light
like
limit
line
link
liquid
list
listen
literature
live
local
lock
long
lose
love
luck
machine
magenta
make
male 
manage
map
mark
mass
material
math
mathematics
maximum
me
medium
member
memory
mention
mercy
mess
middle
military
mine
minimum
minute
mirror
mix
module
moment
money
month
moral
more
morning
motion
move
much
multiply
must
name
nation
native
natural
nature
network
never
new
night
no
none
normal
north
not
note
notice
now
nuclear
number
object
observe
obvious
occupy
of
offence
offend
offer
official
on
one
only
open
operate
opinion
oppose
opposite
or
order
ordinary
organize
origin
other
out
own
page
paper
parallel
parent
part
particular
partner
pass
past
pay
perfect
perform
period
permanent
permit
person
persuade
pest
phrase
place
plan
planet
plant
play
pleasant
please
plenty
plural
politics
popular
port
position
possess
possible
power
practice
praise
precise
predict
prefer
preference
prepare
presence
present
president
pretend
prevent
price
principle
prison
prisoner
prize
probably
problem
procedure
process
produce
product
profession
professor
profit
program
progress
project
promise
proof
property
propose
protect
protest
prototype
public
publish
punish
purpose
put
rare
receive
recommend
record
recover
red
refer
reform
region
regret
reject
relate
relation
relationship
relative
release
release	
remain
remember
rent
repeat
replace
reply
report
represent
request
require
research
reserve
resist
resolve
respect
responsible
rest
result
return
reveal
reverse
revolt
reward
rich
ride
right
rise
risk
river
rob
role
roll
rope
rot		biology-decay
row
rub
rule
rumour
run
sad
salt
same
satisfy
save
say
schedule
science
second
secret
select
self
sell
send
sense
sentence
seperate
series
serve
service
set
settle
several
severe
sex
shake
shame
shape
share
sharp
she
shell
shift
ship
shoot
short
shot
should
shout
show
sibling
side
sign
similar
simple
sing
single
sit
situation
size
skill
sleep
slow
small
smell
so
social
society
soldier
solid
solution
some
speak
special
speed
spell
spend
spin
split
spoon
spread
square
stand
star
start
state
station
stay
steal
step
still
stop
store
story
strange
strict
strip
strong
structure
study
stupid
subject
substance
subtract
succeed
success
sudden
suffer
sufficient
suggest
summary
superlative
supply
support
suppose
sure
surface
survive
suspect
swim
symbol
system
table
take
talk
tape
target
task
taste
tax
technology
tell
temperature
temporary
term		
terrible
terror
test
text
than
thank
that
the
theatre
then
there
they
thing
think
this
through
throw
ticket
time
title
to
today
together
tomorrow
total
toy
trade
tradition
traffic
train
transfer
transform
translate
transparent
transport
trap
travel
treatment
trial
triangle
trick
trip
true
trust
truth
try
type
under
university
until
use
useful
usual
vacation
value
varied
variety
vehicle
venture
verb
version
very
victim
visit
volume
vote
wake
walk
want
warm
warn
wash
way
we
welcome
west
wet
what
when 
where
which
white
whole
why
wide		big-width
top		most-height
will
win
wind
wise
wish
with
without
word
work
world
worse
worth
write
wrong
xor
ya
yellow
yes
yesterday
yet
yo
0
1
2
3
4
5
6
7
8
9
10
11
12
13
14
15
my		me-own
their		they-own
its		it-own
him		he-obj
her		she-obj
these		this-many
into
because
low		small-height
avoid-case		aversive-case
